const products = [
{
        id: 1,
        name: "Увлажняющий крем с гиалуроновой кислотой",
        category: "Уход за кожей",
        price: 1290,
        image: "images/1.jpg",
        description: "Легкий крем для ежедневного увлажнения и ухода за кожей."
    },

    {
        id: 2,
        name: "Сыворотка с витамином С",
        category: "Уход за кожей",
        price: 1890,
        image: "images/2.jpg",
        description: "Осветляющая сыворота для ухода за кожей и придания ей свежего вида."
    },

    {
        id: 3,
        name: "Очищающий гель для лица",
        category: "Уход за кожей",
        price: 890,
        image: "images/3.jpg",
        description: "Мягкий гель для очищения кожи от загрязнений и излишков кожного сала."
    },

    {
        id: 4,
        name: "Питательный крем для лица",
        category: "Уход за кожей",
        price: 1490,
        image: "images/4.jpg",
        description: "Питательный крем для ежедневного ухода и поддержания мягкости кожи."
    },

    {
        id: 5,
        name: "Увлажняющий маска для лица",
        category: "Уход за кожей",
        price: 790,
        image: "images/5.jpg",
        description: "маска для дополнительного увлажнения и комфортного ухода за кожей."
    },

    {
        id: 6,
        name: "Тоник для лица",
        category: "Уход за кожей",
        price: 990,
        image: "images/6.jpg",
        description: "Тоник для завершения очищения и подготовки кожи к дальнейшему уходу."
    },

    {
        id: 7,
        name: "Гидрофильное масло",
        category: "Уход за кожей",
        price: 1190,
        image: "images/7.jpg",
        description: "Масло для мягкого удления макияжа и очищения кожи."
    },

    {
        id: 8,
        name: "Энзимная пудра",
        category: "Уход за кожей",
        price: 1090,
        image: "images/8.jpg",
        description: "пудра для деликатного очищения и мягкого ухода за кожей."
    },

    {
        id: 9,
        name: "Сыворотка для лица",
        category: "Уход за кожей",
        price: 1890,
        image: "images/9.jpg",
        description: "Сыворотка для увлажнения и ухода за кожей."
    },

    {
        id: 10,
        name:"Матовая помада",
        category: "Макияж",
        price: 990,
        image: "images/10.jpg",
        description: "Стойкая матовая помада с насыщенным цветом для создания выразительного макияжа."
    },

    {
        id: 11,
        name: "Тушь для ресниц",
        category: "Макияж",
        price: 850,
        image: "images/11.jpg",
        description: "Тушь для придания ресницам объема и выразительности."
    },

    {
        id: 12,
        name: "Тональный крем",
        category: "Макияж",
        price: 1690,
        image: "images/12.jpg",
        description: "Тональный крем для создания ровного и естественного тона кожи."
    },

    {
        id: 13,
        name: "Консилер",
        category: "Макияж",
        price: 1190,
        image: "images/13.jpg",
        description: "Средство для выравнивания тона кожи и маскировки небольших несовершенств."
    },

    {
        id: 14,
        name: "Румяна",
        category: "Макияж",
        price: 1290,
        image: "images/14.jpg",
        description: "Румяна для создания свежего и естественного оттенка лица."
    },

    {
        id: 15,
        name: "Хайлайтер",
        category: "Макияж",
        price: 1390,
        image: "images/15.jpg",
        description: "Хайлайтер для создания мягкого сияния и акцентирования отдельных зон лица."
    },

    {
        id: 16,
        name: "Палетка теней Nude",
        category: "Макияж",
        price: 1990,
        image: "images/16.jpg",
        description: "Палетка нейтральных оттенков для создания повседневного макияжа глаз."
    },

    {
        id: 17,
        name: "Палетка теней Smoky",
        category: "Макияж",
        price: 2190,
        image: "images/17.jpg",
        description: "Палетка насыщенных оттенков для создания яркого вечернего макияжа."
    },

    {
        id: 18,
        name: "Карандаш для глаз",
        category: "Макияж",
        price: 690,
        image: "images/18.jpg",
        description: "мягкий карандаш для создания аккуратных линий и подчеркивания глаз."
    },

    {
        id: 19,
        name: "Гель для бровей",
        category: "Макияж",
        price: 790,
        image: "images/19.jpg",
        description: "Прозрачный гель для фиксации и аккуратного оформления бровей."
    },

    {
        id: 20,
        name: "Карандаш для бровей",
        category: "Макияж",
        price: 650,
        image: "images/20.jpg",
        description: "Карандаш для заполнения пробелов и создания естественной формы бровей."
    },

    {
        id: 21,
        name: "Блеск для губ",
        category: "Макияж",
        price: 890,
        image: "images/21.jpg",
        description: "Блеск для губ с легким оттенком и красивым сияющим финишем."
    },

    {
        id: 22,
        name: "Праймер для лица",
        category: "Макияж",
        price: 1490,
        image: "images/22.jpg",
        description: "Основа под макияж, которая помогает подготовить кожу перед нанесением косметики."
    },

    {
        id: 23,
        name: "Фиксирующий спрей для макияжа",
        category: "Макияж",
        price: 1290,
        image: "images/23.jpg",
        description: "Спрей для завершения макияжа и поддержания его аккуратного вида."
    },

    {
        id: 24,
        name: "Шампунь для объема",
        category: "Уход за волосами",
        price: 790,
        image: "images/24.jpg",
        description: "Шампунь для мягкого очищения волос и создания дополнительного объема."
    },

    {
        id: 25,
        name: "Увлажняющий шампунь",
        category: "Уход за волосами",
        price: 890,
        image: "images/25.jpg",
        description: "Шампунь для ежедневного ухода и увлажнения."
    },

    {
        id: 26,
        name: "Кондиционер для волос",
        category: "Уход за волосами",
        price: 850,
        image: "images/26.jpg",
        description: "Кондиционер для мягкости , гладкости и облегчения расчесывания волос."
    },

    {
        id: 27,
        name: "Восстанавливающая маска",
        category: "Уход за волосами",
        price: 1090,
        image: "images/27.jpg",
        description: "Маска для дополнительного ухода за сухими и поврежденными волосами."
    },

    {
        id: 28,
        name: "Масло для кончиков волос",
        category: "Уход за волосами",
        price: 990,
        image: "images/28.jpg",
        description: "Легкое масло для ухода за кончиками и придания волосам гладкости."
    },

    {
        id: 29,
        name: "Спрей для термозащиты",
        category: "Уход за волосами",
        price: 1190,
        image: "images/29.jpg",
        description: "Спрей для защиты волос во время использования фена и других горячих инструментов."
    },

    {
        id: 30,
        name: "Сухой шампунь",
        category: "Уход за волосами",
        price: 750,
        image: "images/30.jpg",
        description: "Сухой шампунь для быстрого освежения волос без использования воды."
    },

    {
        id: 31,
        name: "Парфюмерная вода Lush Vanilla",
        category: "Парфюмерия",
        price: 2490,
        image: "images/31.jpg",
        description: "Теплый и сладкий аромат с мягкими ванильными нотами."
    },

    {
        id: 32,
        name: "Парфюмерная вода Clelie Folia",
        category: "Парфюмерия",
        price: 2790,
        image: "images/32.jpg",
        description: "Нежный и чистый аромат с легкими мускусными нотами."
    },

    {
        id: 33,
        name: "Парфюмерная вода Hikman of Life",
        category: "Парфюмерия",
        price: 2590,
        image: "images/33.jpg",
        description: "Легкий цветочный аромат с нежными розовыми нотами."
    },

    {
        id: 34,
        name: "Парфюмерная вода Tobacco Vanille",
        category: "Парфюмерия",
        price: 2990,
        image: "images/34.jpg",
        description: "Более насыщенный вечерний аромат с глубокими и загадочными нотами."
    },

    {
        id: 35,
        name: "Парфюмерная вода Gardenia",
        category: "Парфюмерия",
        price: 2290,
        image: "images/35.jpg",
        description: "Свежий и легкий аромат для повседневного использования."
    },

    {
        id: 36,
        name: "Парфюмерный мист для тела",
        category: "Парфюмерия",
        price: 1190,
        image: "images/36.jpg",
        description: "Легкий ароматный мист для тела, который удобно использовать в течение дня."
    },

    {
        id: 37,
        name: "Увлажняющий крем для тела",
        category: "Уход за телом",
        price: 1090,
        image: "images/37.jpg",
        description: "Крем для ежедневного увлажнения и подержания мягкости кожи тела."
    },

    {
        id: 38,
        name: "Скраб для тела",
        category: "Уход за телом",
        price: 990,
        image: "images/38.jpg",
        description: "Скраб для мягкого очищения кожи и удаления ороговевших частиц."
    },

    {
        id: 39,
        name: "Гель для душа",
        category: "Уход за телом",
        price: 690,
        image: "images/39.jpg",
        description: "Мягкий гель для ежедневного очищения кожи тела."
    },

    {
        id: 40,
        name: "Масло для тела",
        category: "Уход за телом",
        price: 1190,
        image: "images/40.jpg",
        description: "Питательное масло для ухода за кожей и сохранения ее мягкости."
    },

    {
        id: 41,
        name: "Крем для рук",
        category: "Уход за телом",
        price: 590,
        image: "images/41.jpg",
        description: "Увлажняющий крем для ежедневного ухода за кожей рук."
    },

    {
        id: 42,
        name: "Набор средств для тела",
        category: "Уход за телом",
        price: 1890,
        image: "images/42.jpg",
        description: "Набор средств для полноценного ухода за кожей тела."
    }
];